Repository: wirago/12Orbs
Catalog: Orbs/Localization/strings.wuranforest.*.resx
Languages: de

# eyePickup
source: ${§Three eyes? Why does this spider have only three?}
de: ${§Drei Augen? Wieso hat diese Spinne nur drei Augen?}

# level01_AngusNeutral
source: Who are you? What do you want? Meh... I don't care. Go away or I will cut you!
de: Wer bist du? Was willst du hier? Ach, mir egal! Verschwinde sonst schlitze ich dich auf!

# level01_AngusTriggered
source: Where do you have this from? Where is Fosco? That's it! You are going to die now!
de: Wo hast du das her? Wo ist Fosco? Jetzt reichts, mach dich bereit zu sterben!

# level01_BushNote_01
source: Hey Fosco, I got rid of the others. Now we can share the money fifty - fifty. And I have found some strange glowing sphere. Hurry up, meet me at the camp in the south. -Angus ${§I am not Fosco, but what does it matter. Maybe I can trick Angus somehow? And what sphere is he talking about?}
de: Hey Fosco, Ich bin die anderen los geworden. Bei dem Geld machen wir nun 50-50. Und ich habe eine Art gluehende Kugel gefunden. Beeil dich, triff mich im Lager im Sueden. -Angus ${§Ich bin nicht Fosco, aber das macht ja nichts? Vielleicht kann ich Angus irgendwie austricksen. Und was soll das fuer eine Kugel sein?}

# level01_Guard_01
source: Guard Nisol, I already told you that you can enter the town. Just go.
de: Wache Nisol, Sagte doch bereits du darfst in die Stadt. Nun mach schon.

# level01_Guard_02
source: Guard Nisol, Hm, some extra money would be nice. Maybe you are not that bad. You now can enter the town, but behave!
de: Wache Nisol, Hm, etwas Trinkgeld waere nett... Vielleicht bist du gar nicht so uebel. Du darfst in die Stadt, aber benimm dich!

# level01_Guard_03
source: Guard Nisol, Weird people are wandering around. Strangers are not allowed to enter the town any more. Sorry, move along.
de: Wache Nisol, Merkwuerdige Leute laufen hier herum. Fremde duerfen nicht mehr in die Stadt. Tut mir leid, sieh zu, dass du weiter kommst.

# level01_Jar_01
source: You already have a jar. One is enough.
de: Du hast bereits einen Krug. Einer reicht.

# level01_Jar_02
source: You have picked up an emtpy jar.
de: Du hast einen leeren Krug aufgehoben.

# level01_Jar_03
source: Your jar is already full.
de: Dein Krug ist bereits voll.

# level01_Jar_04
source: You have filled your emtpy jar with water.
de: ${#Du hast deinen Krug mit Wasser gefüllt.}

# level01_Jar_05
source: You have no container for the water.
de: Du hast keinen Behaelter fuer das Wasser.

# level01_Jar_06
source: You do not need another jar.
de: Du brauchst keinen weiteren Krug mehr.

# level01_Note_01
source: Hello fellows, Good that you have found the stone, told you It will work. I have found a way to get inside the town. We must keep this to our self! The guard at the entrance can be bought. Your cut of the last robbery is hidden nearby. That should be enough to get inside. Two arrows under a light will show you the way. See you soon -Angus
de: Hallo Leute, Gut, dass ihr den Stein gefunden habt. Sagte ja, dass das klappt. Ich habe einen Weg in die Stadt gefunden. Wir muessen das aber fuer uns behlaten! Die Wache am Eingang ist bestechlich. Euer Anteil des letzten Raubzuges ist in der Nähe versteckt. Das sollte reichen um rein zu kommen. Zwei Pfeile unter dem Licht zeigen euch den Weg. Bis bald -Angus

# level01_RedBush_01
source: ${§A red bush. Nothing to do here I think.}
de: Ein roter Busch. Hier gibt es nichts zu tun denke ich.

# level01_RedBush_02
source: Right next to the water, but still looks dry.
de: Direkt am Wasser und sieht trotzdem trocken aus.

# level01_SignPost01_01
source: This path leads to Hollowrock. ${§I probably should go there.}
de: Dieser Pfad fuehrt nach Hollowrock. ${§Ich sollte wohl dort hin gehen.}

# level01_SignPost01_02
source: Red, round and bushy, I am sitting by the water. Make me wet and I may give you a quarter. ${§How to make something wet? Wasn't there a bunch of blue jars by the well a bit north of the road?}
de: Rot, rund und buschig, sitze ich am Wasser. Mach mich nass und vielleicht gebe ich dir etwas. ${$Wie soll ich etwas nass machen? Waren da nicht ein paar blaue Kruege. bei dem Brunnen, ein Stück noerdlich der Strasse?}

# level01_SignPostCave
source: ${§This leads to some dark cave. Smells quite bad. Better not go inside.}
de: ${§Da ist eine dunkle Höhle. Riecht ziemlich streng. Ich gehe da lieber nicht hinein.}

# level01_SignPostField
source: Grendelins' field! Keep out! ${§Because of all the vegetables? Doubtfull.}
de: Grendelins' Feld! Zutritt verboten! ${§Wegen all dem Gemuese? Wohl kaum.}

# level01_SignPostLake
source: 'Hollowrock Pond' ${§Definetly too cold for a bath.}
de: 'Hollowrock Teich' ${§Eindeutig zu kalt zum baden.}

# level01_StoneTablet
source: ${§I have found a strange stone tablet. There are letters encraved. They say: LL-WA-FA-TER What does that mean?}
de: ${§Ich habe eine merwuerdige Steintafel gefunden. Es sind Buchstaben eingeritzt. Da steht: LL-WAS-FA-SER Was soll das bedeuten?}

# level01_Story_01
source: So, this is where it starts. In the summer of 262 o.U. It was about time to leave Urgads house an stand on my own feet. Toria is a big country, I am curios what challanges await me. Allthough... The Wuran Forest is famous for it's ... boredom... Maybe I should head east to Hollowrock. Hint: Many objects in the world are interactable. Click them.
de: So beginnt es also. Im Sommer 262 v.U. Es wurde Zeit Urgads Haus zu verlassen und auf eigenen Beinen zu stehen.. Toria ist ein großes Land, ich bin gespannt welche Abenteuer mich erwarten. Obwohl, die Wuran Wälder sind bekannt für ihre... Langeweile... Vielleicht sollte ich erst mal Richtung Osten. Nach Hollowrock. Tip: Viele Objekte in der Welt sind benutzbar. Klick sie an.

# orbPickUp
source: ${§Angus had this orb with him. What am I supposed to do with it? Maybe someone in Hollowrock knows.}
de: ${§Ich habe diese Kugel bei Angus gefunden. Was mache ich damit Vielleicht komme ich in Hollowrock damit weiter.}
