Repository: wirago/12Orbs
Catalog: Orbs/Localization/strings.hollowrock.*.resx
Languages: de

# abandonedHouse_01
source: ${§The door is locked. And I do not think that a simple key would be enough to open it}
de: ${§Die Tuer ist versperrt. Und ich glaube nicht, dass ein einfacher Schluessel reicht um sie zu oeffnen.}

# Gindella_1
source: Hello my dear. Is it your first time here in Hollowrock? In the north, there is the public district with its pub. In the south the Warriors district his famous Hall. In the east you will find the Magic and Shadow district. Oh, and about your orb? Hm... Try to speak with Calidur. He is probably somewhere at the market.
de: Hallo mein Lieber. Das erste mal hier in Hollowrock? Im Norden findest du das oeffentliche Viertel und das Gasthaus. Im Sueden ist das Kriegerviertel und seine beruehmte Halle. Im Osten findest du das Magier- und Schattenviertel. Oh, und wegen deiner Kugel, frage mal Calidur. Er treibt sich meistens auf dem Markt herum.

# Gindella_2
source: My legs hurt.
de: Meine Beine tun weh.

# Gindella_3
source: My knees hurt.
de: Meine Knie tun weh.

# Gindella_4
source: Did I tell you the story of my old cat?
de: Habe ich dir schon die Geschichte meiner alten Katze erzaehlt?

# Gindella_5
source: My hands hurt.
de: Meine Haende tun weh.

# Gindella_6
source: Where is my dog? Have you seen him? He has like... 4 legs and a tail.
de: Wo ist mein Hund? Hast du ihn gesehen? Er hat so... 4 Beine und einen Schwanz.

# Gindella_7
source: I am tired.
de: Ich bin muede.

# Gindella_8
source: I want to be a princess.
de: Ich will eine Prinzessin sein.

# Gindella_9
source: I can hear them talk. They talk about... Yes! I know whar they want. But where is this Village of Whispers?
de: Ich kann sie reden hoeren. Sie reden ueber... Ja! Ich weis was sie wollen. Aber wo soll dieses Dorf des Gefluesters sein?

# hollowrock_SignPost01
source: This road leads to the Wuran Forest.
de: Dieser Weg fuehrt in die Wuran Waelder.

# hollowrock_SignPost02
source: No littering! No begging! Dogs and cats allowed.
de: Ablagerung von Unrat verboten! Betteln verboten! Hunde und Katzen erlaubt.

# hollowrock_SignPost03
source: ${§What does it say?} 'You no go over bridge!' ${§There is no bridge. And who writes like this?}
de: ${§Was steht da?} 'Du nicht gehen ueber Bruecke!' ${§Es gibt gar keine Bruecke. Und wer schreibt sowas?}

# hollowrock_story_01
source: I have reached Hollowrock. A nice town actually. It has been completely rebuild after the war against the Xesh. Lets see if I can find somone for this orb thingy. Or maybe I should go to the pub first... Hint: Talk to the citizens. They might say something intresting.
de: Ich habe Hollowrock erreicht. Eine nette Stadt eigentlich. Sie wurde nach dem Krieg gegen die Xesh komplett neu aufgebaut. Vielleicht finde ich jemanden der mit mit dieser Kugel helfen kann. Oder aber, ich gehe zuerst ins Wirtshaus... Tip:Sprich mit den Leuten. Vielleicht sagen sie etwas interessantes.

# Jongar_1
source: I do not wanna talk right now!
de: Ich will mich jetzt nicht unterhalten!

# Serina_1
source: Hello stranger, my husband Jongar is in a bad mood because of the spiders infront of the town. Nobody wants to deal with them. Not even the guards. Maybe you can helo us? And if you're already there, mind bring me 6 spider eyes? I need them for ... things....
de: Hallo Fremder, mein Mann Jongar ist etwas schlecht drauf wegen der Spinnen vor der Stadt. Niemand will sie beseitigen. Nicht mal die Wachleute. Vielleicht kannst du uns helfen? Wenn du schon dabei bist, kannst du mit 6 Spinnenaugen mitbringen? Ich brauche sie fuer... ... Dinge.

# Serina_2
source: Thank you for the eyes! Can I ask you for one more thing? Geddh, the merchant, needs some goods to be delivered. Would you be so kind to help him? I would do it myself but I have things to do...
de: Vielen Dank fuer die Augen. Kann ich dich noch um eine Sache bitten? Geddh, der Haendler, braucht ein paar Dinge ausgeliefert. Bist du so nett und hilfst ihm? Ich wurede es ja selber tun, aber ich habe Dinge zu erledigen...

# Serina_3
source: Hm... are you done with the spiders yet?
de: Hm... hast du das mit den Spinnen schon erledigt?

# Serina_4
source: Did you help Geddh already?
de: Konntest du Geddh schon behilflich sein?

# Geddh_1
source: Hello my friend. Do you need something? I can supply you with anything. ... almost anything...
de: Hallo mein Freund. Brauchst du was? Ich kann dir alles besorgen! Ok... fast alles.

# Geddh_2
source: Would be nice if you can help me with something... My knee has been hit by an arrow some time ago and it hurts a lot. Can you deliver this pants to Betty? She is usually at the pub.
de: Waere nett wenn du mir mit einer Kleinigkeit helfen koenntest. Ich habe vor einiger Zeit einen Pfeil ins Knie bekommen und schmerzt. Kannst du diese Hose zu Betty bringen? Sie sollte im Gasthaus sein.

# Geddh_3
source: How is you pants delivery going?
de: Wie geht es mit der Hosenlieferung?

# Geddh_4
source: You have legendary delivery skills, I know, but we do not need to be best friends now. Do we?
de: Ja ja, deine Lieferantenfaehigkeiten sind legendaer, aber wir muessen jetzt keine besten Freunde sein, oder?

# abandonedHouse_02
source: ${§What the hell was that?}
de: ${§Was zum Teufel war das?}

# Calidur_1
source: Hello stranger. My name is Calidur. Is this you first stay in Hollowrock? A quite nice little city! What is that? Wow! You have found one of the twelve orbs of balance! Never heard of that? Those orbs - correctly aligned - bring balance to the world. Unfortunately they have been stolen by Imes, the lesser god of envy. They must be found! If you want to help us, meet mayor Jongar in his house in the south. They say he knows something.
de: Hallo Fremdling. Mein Name ist Calidur. Ist das dein erster Aufenthalt in Hollowrock? Nette Stadt! Was hast du denn da? Wow! Du hast eine der 12 Kugeln des Gleichgewichts gefunden! Nie davon gehoert? Diese Kugeln bringen - in korrekter Anordnung - die Welt ins Gleichgewicht. Leider wurden diese von Imes, dem Gott des Neides gestohlen. Sie muessen zurueck gebracht werden! Wenn du uns helfen willst, Buergermeister Jongar hat angeblich etwas gesehen. Sieh mal zu ihm bitte. Sein Haus ist im Suden der Stadt.

# Jongar_2
source: Calidur sent you, right? This crazy old man. With his stupid magic balls. We have more important things to do! But ok, you helped us, so I will help you... IF you can solve this riddle: I only exist when light is present, yet light on me is my immediate death. What am I?
de: Calidur hat dich geschickt, richtig? Verrueckter alter Mann. Mit seinen dummen magischen Baellen. Wir haben Wichtigeres zu tun! Aber ok, du hast uns geholfen, also helfe ich dir... WENN du dieses Raetsel loesen kannst: Ich existiere nur in Anwesenheit von Licht, und doch ist Licht mein sofortiger Tod. Was bin ich?

# Jongar_3
source: That is correct my friend! Well, listen. Geddh, the trader on the market sold some kind of orb ... or however you call it. He seems to be quite upset about it. That is all I can tell.
de: Das ist korrekt mein Freund! Ok, hoer zu!. Geddh, der Haendler am Markt hat eine Art Kugel verkauft ... oder wie ihr das nennt . Er hat sich ziemlich aufgeregt deshalb. Das ist alles was ich dazu sagen kann.

# Jongar_4
source: I have work to do now.
de: Ich muss jetzt wieder an die Arbeit.

# Serina_5
source: Thank you for your help. I could convince Jongar to talk with you.
de: Danke fuer deine Hilfe. Ich konnte Jongar ueberzeugen mit dir zu sprechen.

# Betty_1
source: Oh! Thank you! It only took four days to deliver...
de: Oh! Danke sehr! Die Lieferung hat nur vier Tage gedauert...

# Betty_2
source: You want a beer? A bed? A beer in a bed? We have both!
de: Willst du ein Bier? Ein Bett? Ein Bier im Bett? Wir haben beides!

# Geddh_5
source: So, you know about my... trade? This damn guy in his green cape. I think his name is Olir. Some kind of wizard I would say. I did not want to sell it, but somehow I did... No idea where he is, but he still must be in Hollowrock.
de: Du hast also von meinem Handel gehoert. Dieser Mistkerl im gruenen Mantel. Sein Name ist Olir glaube ich. Eine Art Hexer meine ich. Ich wollte nicht verkaufen ... und doch habe ich es getan... Keine Ahnung wo er ist, aber er muss noch in Hollowrock sein.
