Repository: wirago/12Orbs
Catalog: Orbs/Localization/strings.questlog.*.resx
Languages: de

# hollowrock_betty_01
source: Ok, killed spiders, delivered throusers. I hope I can move on now.
de: Ok, Spinnen erledigt, Hosen geliefert, ich hoffe ich komme jetzt voran.

# hollowrock_geddh_01
source: Geddh sold the orb "unwillingly" to some guy in a green cape. I should have a look around here.
de: Geddh hat die Kugel "unfreiwillig" an jemand in gruenem Mantel verkauft. Ich sollte mich in der Stadt umsehen.

# hollowrock_jongar_01
source: So, after some troubles Jongar told me about Geddh and that he sold one of those orbs. Back to the market then...
de: Nach all dem hat mir Jongar erzaehlt, dass Geddh eine der Kugeln verkauft hat. Also zurueck zum Markt...

# hollowrock_merchant_01
source: Serina asked me to help Geddh. Not really the adventure I was looking for...
de: Serina bat mich Geddh zu helfen. Nicht wirklich das Abenteuer das ich gesucht habe...

# hollowrock_spiders_01
source: I should kill some spiders in front of the town. And Serina wants some of their eyes. What is this? A bug's life?
de: Ich soll ein paar Spinnen vor der Stadt erlegen. Und Serina will ein paar ihrer Augen. Was soll das sein? Das grosse Krabbeln?

# hollowrock_story_01
source: I have reached Hollowrock. A nice town actually. It has been completely rebuild after the war against the Xesh. Lets see if I can find somone for this orb thingy. Or maybe I should go to the pub first... Hint: Talk to the citizens. They might say something intresting.
de: Ich habe Hollowrock erreicht. Eine nette Stadt eigentlich. Sie wurde nach dem Krieg gegen die Xesh komplett neu aufgebaut. Vielleicht finde ich jemanden der mit mit dieser Kugel helfen kann. Oder aber, ich gehe zuerst ins Wirtshaus...

# hollowrock_story_02
source: Gindella, some strange old woman sent me to some guy called Calidur to ask him about this orb. It seems there is a lot going on in Hollowrock. Let's see what I can do here.
de: Gindella, so eine sonderbare alte Frau hat mich jemandem namens Calidur geschickt um ihm diese Kugel zu zeigen. Es scheint, dass in Hollowrock einiges los ist. Mal sehen was ich tun kann.

# level_01_guard_noEntry
source: The guard named Nisol will not let me enter the town. I will check the surroundings. Maybe I will find something that helps.
de: Der Wachmann, der sich Nisol nennt, laesst mich nicht in die Stadt. Ich sehe mich ein wenig in der Gegend um, vielleicht finde ich etwas das mich weiter bringt.

# level_01_story_0
source: I have reached Wuran Forest. The town Hollowrock should be in the east. I am sure my first adventures await me there.
de: Ich habe die Wuran Waelder erreicht. Im Osten sollte die Stadt Hollowrock sein. Dort warten bestimmt die ersten Abenteuer auf mich.

# level_01_story_1
source: I have found a strange stone Tablet. It says "LL-WA-FA-TER". What does that mean?
de: Ich habe eine Steintafel gefunden. Auf ihr steht "LL-WAS-FA-SER". Was soll das bedeuten?

# level_01_story_2
source: Angus had some kind of orb. Maybe someone in Hollowrock knows more about it.
de: Angus hatte eine merkwuerdige Kugel bei sich. Vielleicht weis in Hollowrock jemand was es mit ihr auf sich hat.
